export const PRESIDIUM = {
  id: 'presidium',
  name: 'Стіл Молодят',
  roles: [
    { title: 'Наречений', name: 'Юра Савюк', isMain: true },
    { title: 'Наречена', name: 'Іванна Савюк', isMain: true },
    { title: 'Старша дружка', name: 'Ангеліна Сад' },
    { title: 'Старший друг', name: 'Вячеслав Цикалюк' },
    { title: 'Менша дружка', name: 'Вікторія Голян' },
    { title: 'Менший друг', name: 'Іван Яковчук' }
  ]
};

export const TABLES = [
  {
    id: 1,
    number: 1,
    title: 'Стіл №1',
    guests: [
      'Владислав Згоранець',
      'Андрій Бурчак',
      'Марк Дущук',
      'Павло Дущук',
      'Тимофій Згоранець',
      'Іван Згоранець',
      'Катерина Бовкуш',
      'Олег Голян',
      'Олександр Савюк',
      'Олександр Савюк',
      'Анна Савюк',
      'Богдан Згоранець',
      'Ірина Згоранець'
    ]
  },
  {
    id: 2,
    number: 2,
    title: 'Стіл №2',
    guests: [
      'Максим Жмура',
      'Андрій Літвінчук',
      'Андрій Остапчук',
      'Денис Макогон',
      'Даша Коченко',
      'Максим Макогон',
      'Максим Тишик',
      'Анастасія Бєлова',
      'Павло Бєлов',
      'Софія Савюк',
      'Каріна Чижевич',
      'Олександра Голян',
      'Тетяна Голян',
      'Дарія Савюк'
    ]
  },
  {
    id: 3,
    number: 3,
    title: 'Стіл №3',
    guests: [
      'Світлана Савюк',
      'Андрій Савюк',
      'Оксана Згоранець',
      'Олег Згоранець',
      'Анна Савюк',
      'Сергій Савюк',
      'Марʼяна Семенюк',
      'Богдан Семенюк',
      'Наталія Дущук',
      'Петро Дущук',
      'Наталія Коляда',
      'Оксана Тишкевич',
      'Ярослав Тишкевич',
      'Орися Семенюк',
      'Олесь Семенюк',
      'Аріна Семенюк',
      'Тарас Семенюк'
    ]
  },
  {
    id: 4,
    number: 4,
    title: 'Стіл №4',
    guests: [
      'Лілія Семенюк',
      'Ольга Гапонюк',
      'Василь Гапонюк',
      'Олена Гапонюк',
      'Марина Бєлова',
      'Сергій Бєлов',
      'Ксенія Бєлова',
      'Ірина Мельник',
      'Сергій Мельник',
      'Герман Мельник',
      'Віталія Драницька',
      'Роман Драницький',
      'Людмила Ситничук',
      'Віталій Ситничук',
      'Вікторія Ситничук',
      'Іларія Ситничук'
    ]
  },
  {
    id: 5,
    number: 5,
    title: 'Стіл №5',
    guests: [
      'Руслан Згоранець',
      'Святослав Згоранець',
      'Світлана Згоранець',
      'Олена Голян',
      'Іван Голян',
      'Людмила Голян',
      'Микола Голян',
      'Людмила Сиротюк',
      'Іван Сиротюк',
      'Олег Кузьмич',
      'Олена Кузьмич',
      'Катерина Чижевич',
      'Василь Чижевич',
      'Валентина Голян',
      'Катя Згоранець'
    ]
  },
  {
    id: 6,
    number: 6,
    title: 'Стіл №6',
    guests: [
      'Надія Савюк',
      'Галина Крайнік',
      'Ганна Згоранець',
      'Олександр Згоранець',
      'Марія Козак',
      'Микола Лафета',
      'Раїса Лафета',
      'Людмила Барило',
      'Андрій Сиротюк',
      'Руслана Сиротюк',
      'Володимир Бурчак',
      'Валентина Бурчак',
      'Анатолій Голян'
    ]
  }
];