export const PRESIDIUM = {
  id: 'presidium',
  name: 'Стіл Молодят',
  roles: [
    { title: 'Старший друг', name: 'Олександр Коваль' },
    { title: 'Старша дружка', name: 'Юлія Мельник' },
    { title: 'Наречений', name: 'Юрій', isMain: true },
    { title: 'Наречена', name: 'Іванка', isMain: true },
    { title: 'Менша дружка', name: 'Софія Ткаченко' },
    { title: 'Менший друг', name: 'Дмитро Бойко' },
  ]
};

export const TABLES = [
  {
    id: 1,
    number: 1,
    title: 'Стіл №1',
    guests: [
      'Мама Олена', 'Тато Сергій', 'Бабуся Марія', 'Дідусь Петро', 'Тітка Наталія', 'Дядько Василь', 'Хрещена Оксанка',
      'Хрещений Ігор', 'Двоюрідний брат Олег', 'Сестра Аліна', 'Дядько Микола', 'Тітка Ірина', 'Бабуся Ганна', 'Дідусь Михайло'
    ]
  },
  {
    id: 2,
    number: 2,
    title: 'Стіл №2',
    guests: [
      'Мама Світлана', 'Тато Андрій', 'Брат Максим', 'Двоюрідна сестра Яна', 'Дядько Роман', 'Тітка Тетяна', 'Хрещений Віталій',
      'Хрещена Валентина', 'Дідусь Володимир', 'Бабуся Катерина', 'Дядько Павло', 'Тітка Лариса', 'Племінник Артем', 'Племінниця Єва'
    ]
  },
  {
    id: 3,
    number: 3,
    title: 'Стіл №3',
    guests: [
      'Богдан Марченко', 'Марго Кравченко', 'Влад Крушинський', 'Андрій Шевченко', 'Денис Мороз', 'Вікторія Лисенко', 'Артур Бондар',
      'Ольга Сидоренко', 'Роман Кравчук', 'Дар’я Попович', 'Євген Савченко', 'Оксана Олійник', 'Тарас Руденко', 'Ірина Чумак'
    ]
  },
  {
    id: 4,
    number: 4,
    title: 'Стіл №4',
    guests: [
      'Олексій Попов', 'Анна Бондар', 'Дмитро Коваль', 'Назарій Гнатюк', 'Христина Власенко', 'Ярослав Дмитренко', 'Світлана Дорошенко',
      'Михайло Захарченко', 'Аліна Панченко', 'Сергій Левченко', 'Мар’яна Козак', 'Вадим Карпенко', 'Юлія Панчук', 'Кирило Мельничук'
    ]
  },
  {
    id: 5,
    number: 5,
    title: 'Стіл №5',
    guests: [
      'Павло Громов', 'Тетяна Білоус', 'Ігор Соколова', 'Ірина Федоренко', 'Станіслав Яковенко', 'Олена Семенюк', 'Валентин Костюк',
      'Анастасія Гаврилюк', 'Георгій Тимошенко', 'Євгенія Кравченко', 'Ростислав Ковальчук', 'Лілія Поліщук', 'Антон Дубров', 'Марія Соловей'
    ]
  },
  {
    id: 6,
    number: 6,
    title: 'Стіл №6',
    guests: [
      'Віталій Мазур', 'Катерина Бойко', 'Олег Морозов', 'Вероніка Василенко', 'Гліб Кузьменко', 'Надія Пономаренко', 'Степан Ткач',
      'Діана Зайцева', 'Назар Швець', 'Вікторія Сокіл', 'Ілля Романенко', 'Соломія Пасічник', 'Тимофій Гончар', 'Злата Данилюк'
    ]
  }
];